{"said": 1240, "plus": 1122, "added": 108, "commercial": 354, "experience": 536, "today": 1429, "must": 1004, "mean": 949, "need": 1010, "take": 1379, "another": 145, "trip": 1458, "really": 1173, "entertainment": 509, "little": 894, "big": 227, "bad": 204, "thing": 1410, "seriously": 1274, "pay": 1086, "30": 59, "flight": 594, "seat": 1257, "flying": 646, "yes": 1599, "every": 521, "time": 1422, "fly": 644, "go": 696, "away": 193, "every time": 522, "time fly": 1424, "missed": 982, "without": 1571, "http": 795, "co": 346, "http co": 796, "well": 1560, "amazing": 137, "arrived": 170, "hour": 779, "early": 491, "good": 705, "know": 848, "second": 1260, "cause": 301, "10": 8, "24": 45, "lt": 920, "3": 53, "pretty": 1140, "much": 1001, "better": 225, "lt 3": 921, "great": 715, "deal": 423, "already": 134, "2nd": 51, "even": 515, "gone": 704, "1st": 26, "yet": 1602, "p": 1070, "sky": 1304, "u": 1484, "travel": 1449, "thanks": 1401, "sfo": 1283, "pdx": 1089, "schedule": 1250, "still": 1346, "mia": 961, "excited": 530, "first": 578, "cross": 398, "country": 389, "lax": 868, "mco": 946, "heard": 746, "nothing": 1037, "virgin": 1525, "america": 138, "flew": 592, "nyc": 1044, "last": 859, "week": 1556, "sit": 1297, "due": 485, "two": 1480, "either": 496, "side": 1292, "help": 750, "last week": 863, "awesome": 194, "bos": 246, "fll": 639, "please": 1117, "want": 1539, "fare": 554, "may": 944, "three": 1416, "carrier": 296, "available": 189, "select": 1266, "love": 913, "feel": 562, "making": 937, "gt": 724, "la": 852, "non": 1032, "stop": 1351, "soon": 1319, "guy": 726, "seating": 1258, "friend": 667, "gave": 686, "free": 663, "internet": 824, "status": 1342, "match": 942, "program": 1150, "called": 274, "emailed": 499, "response": 1212, "happened": 736, "2": 28, "ur": 1510, "food": 654, "option": 1059, "least": 873, "say": 1248, "site": 1298, "able": 95, "eat": 493, "anything": 154, "next": 1024, "6": 80, "hr": 793, "fail": 546, "miss": 979, "worry": 1583, "together": 1430, "cold": 350, "air": 121, "ewr": 525, "middle": 963, "red": 1183, "middle seat": 964, "hi": 757, "cool": 381, "birthday": 230, "add": 107, "name": 1007, "booking": 243, "problem": 1145, "flight booking": 599, "booking problem": 244, "flight booking problem": 600, "club": 343, "online": 1056, "current": 400, "left": 876, "expensive": 535, "iad": 801, "one": 1054, "answering": 151, "l": 851, "f": 543, "number": 1041, "return": 1214, "phone": 1100, "call": 266, "use": 1515, "service": 1275, "phone call": 1101, "news": 1023, "start": 1338, "hawaii": 742, "end": 503, "year": 1596, "via": 1522, "nice": 1028, "rt": 1226, "takeoff": 1381, "way": 1547, "best": 224, "ever": 520, "done": 475, "around": 167, "hand": 730, "book": 239, "book flight": 240, "support": 1366, "working": 1581, "view": 1524, "sign": 1293, "beyond": 226, "hey": 756, "flyer": 645, "hard": 740, "getting": 688, "account": 102, "first time": 581, "plz": 1123, "win": 1566, "upgrade": 1507, "27": 49, "sea": 1256, "flight 2": 595, "ticket": 1420, "moved": 998, "new": 1019, "city": 333, "leaving": 875, "dallas": 413, "seattle": 1259, "feb": 559, "flight leaving": 616, "reason": 1175, "rock": 1220, "wow": 1591, "mind": 973, "night": 1029, "think": 1411, "last night": 861, "supposed": 1368, "minute": 976, "ago": 119, "website": 1553, "show": 1289, "30 minute": 61, "minute ago": 977, "time flight": 1423, "though": 1414, "wish": 1569, "atlanta": 180, "lga": 884, "dal": 412, "trying": 1465, "page": 1071, "never": 1014, "load": 896, "thx": 1419, "lady": 855, "let": 878, "let u": 880, "u know": 1489, "4": 64, "adding": 109, "3 4": 54, "week ago": 1557, "sorry": 1320, "dca": 421, "tried": 1457, "check": 321, "someone": 1316, "hold": 761, "40": 68, "50": 78, "earlier": 489, "tonight": 1437, "11": 13, "earlier flight": 490, "congrats": 372, "award": 192, "airline": 123, "everything": 524, "fine": 575, "lost": 908, "bag": 208, "lost bag": 909, "change": 310, "reservation": 1206, "credit": 395, "card": 293, "fee": 560, "need change": 1011, "credit card": 396, "change fee": 311, "customer": 404, "team": 1390, "tracking": 1444, "customer service": 407, "let know": 879, "booked": 241, "baggage": 211, "booked flight": 242, "step": 1344, "game": 682, "floor": 640, "ride": 1217, "plane": 1113, "crew": 397, "new plane": 1021, "yall": 1594, "sat": 1244, "morning": 995, "correct": 383, "watch": 1544, "35": 62, "000": 1, "foot": 655, "different": 458, "rate": 1166, "policy": 1126, "medium": 952, "time flying": 1425, "going": 699, "anyway": 155, "speak": 1326, "human": 798, "asap": 173, "thank": 1399, "traveler": 1451, "member": 954, "inflight": 817, "im": 806, "100": 12, "delayed": 430, "late": 864, "late flight": 865, "cancelled": 277, "four": 662, "planned": 1114, "cancelled flight": 278, "disappointing": 462, "business": 260, "trouble": 1459, "wife": 1563, "bring": 251, "using": 1518, "code": 348, "share": 1285, "life": 886, "happens": 738, "home": 770, "trying change": 1467, "back": 200, "yeah": 1595, "point": 1125, "tv": 1475, "video": 1523, "disappointed": 461, "flightled": 634, "went": 1561, "jfk": 835, "saturday": 1245, "cancelled flightled": 286, "flightled flight": 635, "flight flight": 611, "cancelled flightled flight": 287, "landed": 857, "friendly": 668, "hour late": 786, "hour late flight": 787, "btw": 256, "mobile": 987, "passenger": 1079, "leave": 874, "told": 1431, "class": 335, "bin": 228, "1st class": 27, "find": 574, "phone number": 1102, "anyone": 153, "useless": 1517, "sf": 1282, "miss flight": 981, "flight late": 615, "check bag": 322, "music": 1003, "direct": 459, "layover": 869, "vega": 1521, "bought": 249, "direct flight": 460, "people": 1090, "missed flight": 984, "customerservice": 409, "line": 889, "hung": 799, "service line": 1278, "text": 1398, "enter": 508, "info": 818, "trying check": 1468, "scheduled": 1251, "changed": 313, "weather": 1548, "look": 903, "due weather": 487, "flight still": 620, "lot": 911, "one way": 1055, "come": 352, "phl": 1098, "horrible": 776, "delayed due": 433, "flown": 642, "easy": 492, "helpful": 754, "representative": 1201, "rep": 1198, "front": 669, "right": 1219, "b": 196, "c": 264, "b c": 197, "running": 1234, "gate": 683, "waited": 1533, "kept": 843, "delayed flight": 434, "2015": 41, "totally": 1441, "folk": 648, "min": 970, "delay": 427, "connecting": 374, "seems": 1264, "long": 900, "40 min": 69, "san": 1242, "absolute": 96, "provide": 1155, "first class": 579, "9": 91, "wait": 1530, "calling": 275, "change flight": 312, "9 hour": 92, "wait time": 1532, "completely": 363, "month": 993, "nonstop": 1034, "depart": 442, "process": 1147, "link": 890, "tsa": 1470, "pre": 1136, "tsa pre": 1471, "terrible": 1394, "hotel": 778, "assistance": 178, "yesterday": 1601, "give": 691, "shame": 1284, "give u": 692, "dog": 472, "longer": 902, "pls": 1121, "advise": 115, "oscar": 1064, "dropped": 484, "always": 136, "buy": 262, "frustrated": 670, "paying": 1087, "extra": 541, "luggage": 923, "might": 966, "world": 1582, "service rep": 1279, "customer service rep": 408, "flt": 643, "midnight": 965, "monday": 991, "great customer": 716, "great customer service": 717, "cant": 289, "imagine": 807, "web": 1552, "staff": 1335, "super": 1364, "paid": 1072, "premium": 1139, "across": 103, "offer": 1045, "sad": 1236, "cancelled flight flight": 279, "question": 1161, "possible": 1130, "infant": 816, "giving": 694, "welcome": 1559, "dc": 420, "work": 1578, "flight home": 613, "understand": 1496, "dm": 470, "answer": 148, "damaged": 414, "special": 1329, "alone": 132, "w": 1529, "kid": 844, "1": 2, "priority": 1143, "boarding": 237, "checking": 327, "purchased": 1158, "happy": 739, "coming": 353, "definitely": 425, "23": 44, "dfw": 453, "expired": 538, "friday": 666, "keep": 838, "error": 512, "contact": 378, "problem flight": 1146, "reschedule": 1204, "flight online": 618, "fix": 584, "got": 708, "checked": 324, "email": 497, "tomorrow": 1434, "unacceptable": 1494, "flighted": 628, "stuck": 1357, "cancelled flighted": 280, "flight today": 622, "1 2": 3, "offered": 1046, "agent": 118, "silver": 1294, "airport": 125, "closed": 340, "assist": 177, "plan": 1112, "austin": 185, "route": 1224, "receive": 1180, "reply": 1199, "smh": 1309, "waiting": 1534, "checkin": 326, "desk": 448, "open": 1058, "luv": 924, "daily": 411, "april": 165, "fuck": 673, "2 week": 36, "follow": 649, "many": 940, "apology": 157, "worse": 1584, "respond": 1210, "spend": 1330, "money": 992, "stranded": 1355, "landing": 858, "choice": 331, "southwest": 1324, "14": 16, "day": 418, "confirmation": 369, "claim": 334, "8": 87, "notification": 1039, "rebook": 1176, "tomorrow cancelled": 1435, "1 hour": 7, "met": 959, "gold": 701, "cmh": 345, "see": 1262, "worst": 1585, "thanks nothing": 1407, "stuff": 1358, "wrong": 1592, "issue": 827, "missing": 985, "item": 829, "headed": 744, "americanairlines": 141, "e": 488, "lose": 906, "trying book": 1466, "suck": 1360, "flightlation": 632, "notice": 1038, "driving": 482, "mon": 990, "cancelled flightlation": 284, "boston": 247, "expected": 534, "flight cancelled": 601, "flight cancelled flighted": 602, "high": 758, "school": 1252, "love guy": 915, "quick": 1162, "apparently": 159, "faster": 556, "sitting": 1299, "quick response": 1163, "sent": 1271, "sent dm": 1272, "picture": 1108, "ny": 1043, "pilot": 1109, "job": 836, "snow": 1311, "thanks great": 1403, "great flight": 718, "great job": 719, "area": 166, "afternoon": 117, "thanks much": 1406, "row": 1225, "mention": 955, "mechanical": 950, "handle": 731, "drink": 480, "delayed 2": 431, "2 hour": 32, "due mechanical": 486, "twitter": 1479, "charged": 317, "refund": 1188, "access": 100, "iphone": 826, "passbook": 1078, "received": 1181, "broken": 254, "0": 0, "looking": 904, "forward": 660, "rescheduled": 1205, "looking forward": 905, "gon": 702, "na": 1006, "gon na": 703, "land": 856, "cost": 384, "800": 89, "ugh": 1491, "along": 133, "first flight": 580, "back home": 201, "report": 1200, "center": 304, "bit": 231, "hold time": 768, "call center": 269, "like": 887, "attendant": 182, "flight attendant": 596, "arrives": 171, "based": 215, "watching": 1545, "something": 1317, "departure": 445, "spring": 1333, "sound": 1322, "fun": 676, "update": 1504, "update flight": 1505, "count": 386, "helping": 755, "sweet": 1373, "90": 93, "coffee": 349, "waiting flight": 1536, "trust": 1463, "filed": 568, "destination": 450, "baggage claim": 212, "itinerary": 830, "girl": 690, "become": 221, "event": 518, "march": 941, "entire": 510, "requested": 1203, "window": 1567, "confirmed": 371, "treat": 1453, "wtf": 1593, "frequent": 665, "flier": 593, "inconvenience": 814, "full": 675, "flight dfw": 609, "place": 1111, "result": 1213, "usa": 1511, "instead": 821, "lie": 885, "advantage": 114, "fight": 564, "make": 932, "cabin": 265, "behind": 222, "hot": 777, "tell": 1391, "still waiting": 1350, "charging": 318, "suitcase": 1362, "past": 1082, "order": 1061, "follow back": 650, "husband": 800, "screen": 1253, "came": 276, "post": 1132, "profit": 1149, "funny": 679, "story": 1353, "wondering": 1575, "despite": 449, "sort": 1321, "weather delay": 1549, "expect": 533, "5": 74, "degree": 426, "loved": 916, "safety": 1239, "return flight": 1215, "lost luggage": 910, "wanted": 1540, "newark": 1022, "hope": 773, "love flying": 914, "flying guy": 647, "probably": 1144, "board": 235, "standby": 1336, "helped": 753, "absolutely": 97, "ready": 1171, "fund": 677, "treatment": 1456, "old": 1052, "help flight": 751, "le": 870, "half": 728, "price": 1142, "round": 1222, "round trip": 1223, "happening": 737, "sold": 1314, "promo": 1153, "flight back": 597, "made": 926, "promised": 1152, "resolution": 1207, "evening": 517, "taking": 1382, "care": 294, "lovely": 917, "mileage": 968, "several": 1281, "ball": 213, "need help": 1012, "glad": 695, "took": 1438, "booking problem flight": 245, "get": 687, "couple": 390, "message": 958, "provided": 1156, "avail": 188, "try": 1464, "cheer": 328, "purchase": 1157, "hoping": 775, "forced": 656, "small": 1308, "carry": 297, "empty": 502, "space": 1325, "slow": 1307, "spoke": 1332, "solution": 1315, "loyal": 918, "loyal customer": 919, "3rd": 63, "partner": 1074, "au": 184, "flight please": 619, "turn": 1473, "course": 391, "family": 550, "ok": 1050, "receipt": 1179, "could": 385, "please help": 1119, "currently": 401, "picked": 1107, "rental": 1197, "continue": 379, "car": 291, "cust": 402, "child": 330, "cust service": 403, "chance": 309, "bank": 214, "joke": 837, "bday": 220, "stewardess": 1345, "flight crew": 606, "tix": 1427, "yr": 1603, "moment": 989, "flight yesterday": 626, "great service": 720, "send": 1268, "flight change": 604, "submitted": 1359, "request": 1202, "ceo": 305, "jetblue": 833, "thought": 1415, "computer": 364, "15": 17, "starting": 1340, "guess": 725, "dollar": 473, "fyi": 681, "address": 111, "email address": 498, "svc": 1370, "app": 158, "favorite": 558, "uk": 1492, "set": 1280, "mexico": 960, "also": 135, "waste": 1542, "system": 1376, "accept": 98, "likely": 888, "charge": 316, "learn": 872, "tweet": 1476, "experienced": 537, "philadelphia": 1096, "houston": 792, "finally": 572, "avgeek": 190, "future": 680, "poor": 1127, "meeting": 953, "diego": 455, "san diego": 1243, "battle": 216, "excellent": 528, "additional": 110, "1k": 25, "last time": 862, "5 hour": 75, "group": 723, "room": 1221, "nightmare": 1030, "thanks making": 1405, "10 minute": 11, "sure": 1369, "save": 1246, "12": 14, "shit": 1286, "st": 1334, "perfect": 1092, "stay": 1343, "raise": 1165, "man": 938, "wifi": 1564, "saying": 1249, "saw": 1247, "part": 1073, "whole": 1562, "short": 1287, "would": 1590, "started": 1339, "overhead": 1068, "person": 1094, "ask": 174, "flighting": 630, "luck": 922, "cancelled flighting": 282, "flighting flight": 631, "good luck": 706, "cancelled flighting flight": 283, "accommodate": 101, "3 day": 55, "lol": 898, "others": 1065, "actual": 105, "storm": 1352, "complete": 362, "trying make": 1469, "make change": 933, "24 hour": 46, "cut": 410, "philly": 1097, "main": 928, "flight without": 625, "18": 22, "got cancelled": 710, "regarding": 1192, "actually": 106, "word": 1577, "resolve": 1208, "lack": 854, "united": 1500, "filled": 570, "ord": 1060, "connection": 376, "international": 822, "orlando": 1063, "international flight": 823, "boarded": 236, "tough": 1443, "serious": 1273, "gate agent": 684, "domestic": 474, "ta": 1377, "oh": 1049, "auto": 186, "economy": 494, "transfer": 1448, "security": 1261, "ridiculous": 1218, "car seat": 292, "case": 298, "worked": 1579, "wonderful": 1574, "voucher": 1528, "mail": 927, "never got": 1017, "company": 358, "maybe": 945, "pas": 1076, "son": 1318, "suppose": 1367, "given": 693, "miami": 962, "drive": 481, "total": 1440, "explain": 539, "talk": 1383, "3 hour": 56, "almost": 130, "ppl": 1134, "daughter": 417, "flightr": 637, "late flightr": 866, "preferred": 1137, "anymore": 152, "platinum": 1115, "terminal": 1393, "yes please": 1600, "refuse": 1190, "badcustomerservice": 206, "run": 1233, "rude": 1229, "overnight": 1069, "client": 338, "iah": 802, "taken": 1380, "used": 1516, "dmed": 471, "detail": 452, "charlotte": 319, "thanks help": 1404, "form": 659, "another flight": 146, "8 hour": 88, "anywhere": 156, "call back": 267, "concern": 365, "customer care": 405, "ground": 721, "22": 43, "keep good": 840, "good work": 707, "keep good work": 841, "moving": 999, "appreciate": 163, "tarmac": 1388, "outside": 1066, "boarding pas": 238, "6 hour": 81, "truly": 1462, "break": 250, "third": 1412, "rule": 1232, "enough": 507, "denver": 441, "800 number": 90, "number call": 1042, "training": 1447, "put": 1159, "mistake": 986, "found": 661, "supervisor": 1365, "connect": 373, "arriving": 172, "flight delayed": 608, "hr late": 794, "flighted flight": 629, "cancelled flighted flight": 281, "announcement": 144, "thru": 1418, "dept": 447, "willing": 1565, "upset": 1509, "employee": 501, "equipment": 511, "intl": 825, "wont": 1576, "mom": 988, "emergency": 500, "7": 83, "mile": 967, "mileageplus": 969, "150": 19, "flightr still": 638, "late flightr still": 867, "american": 139, "coach": 347, "bird": 229, "ahead": 120, "rather": 1167, "telling": 1392, "delta": 438, "unhelpful": 1499, "seem": 1263, "attempt": 181, "believe": 223, "bc": 219, "service desk": 1277, "standing": 1337, "record": 1182, "asking": 176, "read": 1170, "everyone": 523, "ua": 1490, "flight last": 614, "19": 23, "switched": 1375, "aircraft": 122, "delayed 3": 432, "knew": 847, "winter": 1568, "terrible service": 1397, "reach": 1169, "honor": 772, "hear": 745, "pathetic": 1083, "baby": 199, "mine": 974, "finger": 576, "crossed": 399, "finger crossed": 577, "incredibly": 815, "zero": 1604, "excuse": 531, "date": 416, "talking": 1386, "weekend": 1558, "asked": 175, "flightd": 627, "held": 747, "wonder": 1573, "caused": 302, "character": 315, "25": 48, "hour flight": 783, "drop": 483, "confirmation number": 370, "unhappy": 1498, "complaint": 361, "awful": 195, "jet": 831, "delay flight": 429, "yep": 1598, "matter": 943, "atl": 179, "got email": 712, "flight cancelled flightled": 603, "10 hour": 9, "traveling": 1452, "worth": 1589, "conf": 367, "united flight": 1501, "communication": 355, "flight time": 621, "far": 553, "note": 1036, "month ago": 994, "17": 21, "top": 1439, "unitedairlines": 1502, "kudos": 850, "flightling": 636, "usually": 1519, "cancelled flightling": 288, "advisory": 116, "extremely": 542, "captain": 290, "real": 1172, "resolved": 1209, "2 2": 29, "clothes": 341, "make flight": 934, "leg": 877, "chicago": 329, "lounge": 912, "file": 567, "hour ago": 780, "okay": 1051, "train": 1446, "onto": 1057, "forgot": 658, "connecting flight": 375, "impossible": 810, "two hour": 1482, "hour delay": 781, "two day": 1481, "arrival": 168, "20": 37, "20 min": 38, "information": 819, "confirm": 368, "vacation": 1520, "bag lost": 210, "followed": 652, "remember": 1196, "nope": 1035, "sleep": 1306, "told u": 1433, "go home": 697, "even though": 516, "updated": 1506, "ruined": 1230, "compensation": 360, "original": 1062, "happen": 735, "7 hour": 84, "delivered": 436, "arrive": 169, "delivery": 437, "pass": 1077, "previous": 1141, "3 hr": 57, "feedback": 561, "taxi": 1389, "offering": 1047, "tired": 1426, "keeping": 842, "promise": 1151, "help u": 752, "clt": 342, "move": 997, "sitting tarmac": 1302, "idea": 805, "neveragain": 1018, "responding": 1211, "within": 1570, "frustrating": 671, "3 time": 58, "figure": 565, "screw": 1254, "hour delayed": 782, "flight one": 617, "counter": 387, "nobody": 1031, "still sitting": 1349, "unfortunately": 1497, "door": 477, "premier": 1138, "phoenix": 1099, "4 flight": 65, "fact": 545, "needed": 1013, "bwi": 263, "pm": 1124, "next day": 1025, "fixed": 585, "tweeting": 1477, "going miss": 700, "unprofessional": 1503, "unable": 1493, "ice": 803, "courtesy": 392, "diff": 456, "tag": 1378, "consider": 377, "year old": 1597, "incompetence": 812, "letting": 882, "carousel": 295, "den": 439, "u flight": 1488, "disaster": 463, "loaded": 897, "fleet": 589, "major": 931, "n": 1005, "spent": 1331, "situation": 1303, "clue": 344, "literally": 893, "list": 891, "refunded": 1189, "inside": 820, "gate change": 685, "wasted": 1543, "failure": 548, "2 day": 31, "2hrs": 50, "effort": 495, "final": 571, "hour trying": 789, "200": 40, "airplane": 124, "sitting plane": 1301, "touch": 1442, "control": 380, "clear": 336, "shot": 1288, "never fly": 1015, "aa": 94, "catch": 299, "day late": 419, "fair": 549, "checked bag": 325, "office": 1048, "please follow": 1118, "follow dm": 651, "photo": 1104, "speak someone": 1327, "damn": 415, "still bag": 1347, "tho": 1413, "reflight": 1185, "reflight booking": 1186, "reflight booking problem": 1187, "example": 527, "dealing": 424, "4 hour": 66, "hour late flightr": 788, "quickly": 1164, "45": 71, "seen": 1265, "single": 1295, "got ta": 713, "tomorrow morning": 1436, "tuesday": 1472, "overbooked": 1067, "fit": 582, "denied": 440, "exactly": 526, "blame": 232, "worst customer": 1586, "worst customer service": 1587, "etc": 514, "sell": 1267, "angry": 143, "terrible customer": 1395, "terrible customer service": 1396, "power": 1133, "id": 804, "head": 743, "multiple": 1002, "avoid": 191, "merger": 956, "state": 1341, "maintenance": 929, "personal": 1095, "departing": 443, "level": 883, "sick": 1291, "prompt": 1154, "speaking": 1328, "twice": 1478, "hate": 741, "frustration": 672, "talk someone": 1384, "difference": 457, "miss connection": 980, "florida": 641, "allowed": 129, "listening": 892, "1hr": 24, "woman": 1572, "counting": 388, "redeem": 1184, "cc": 303, "rebooked": 1178, "sunday": 1363, "sense": 1270, "make sense": 935, "huge": 797, "20 minute": 39, "badservice": 207, "missed connection": 983, "london": 899, "45 min": 72, "finally got": 573, "1 5": 5, "5 hr": 76, "hopefully": 774, "45 minute": 73, "fill": 569, "new flight": 1020, "hell": 748, "impressed": 811, "13": 15, "rdu": 1168, "onboard": 1053, "screwed": 1255, "answered": 150, "usairwaysfail": 1514, "manager": 939, "worker": 1580, "freezing": 664, "b4": 198, "bother": 248, "broke": 253, "engine": 505, "maintenance issue": 930, "4 hr": 67, "pick": 1106, "thank much": 1400, "next flight": 1026, "departure time": 446, "75": 86, "meal": 948, "issued": 828, "another hour": 147, "three hour": 1417, "crazy": 394, "fa": 544, "suggestion": 1361, "check flight": 323, "msg": 1000, "airway": 126, "deliver": 435, "showing": 1290, "21": 42, "thanks response": 1409, "jetway": 834, "15 min": 18, "till": 1421, "poor customer": 1128, "poor customer service": 1129, "fan": 551, "double": 478, "long wait": 901, "getting back": 689, "service agent": 1276, "last flight": 860, "failed": 547, "tampa": 1387, "500": 79, "visit": 1526, "treated": 1455, "never flying": 1016, "fault": 557, "upgraded": 1508, "gotten": 714, "de": 422, "make sure": 936, "bag flight": 209, "sending": 1269, "pleasant": 1116, "flight co": 605, "losing": 907, "hold hour": 767, "almost 2": 131, "brother": 255, "treat customer": 1454, "nashville": 1008, "fast": 555, "patience": 1084, "bus": 259, "changing": 314, "10 min": 10, "compensate": 359, "5 minute": 77, "40 minute": 70, "hit": 760, "forever": 657, "refused": 1191, "ground crew": 722, "2nd time": 52, "attitude": 183, "disgusting": 467, "24 hr": 47, "half hour": 729, "talked": 1385, "hold 2": 763, "hold 2 hour": 764, "hanging": 734, "hour hold": 785, "switch": 1374, "cover": 393, "disconnect": 464, "pr": 1135, "2 hr": 35, "none": 1033, "act": 104, "really need": 1174, "important": 809, "kidding": 845, "hour half": 784, "fucking": 674, "flightlations": 633, "cancelled flightlations": 285, "per": 1091, "honest": 771, "except": 529, "30 min": 60, "explanation": 540, "pit": 1110, "dont": 476, "cheap": 320, "incompetent": 813, "god": 698, "appreciated": 164, "hang": 733, "flight due": 610, "social": 1312, "social medium": 1313, "possibly": 1131, "handled": 732, "following": 653, "known": 849, "flight tomorrow": 623, "min late": 972, "1 5 hour": 6, "hour wait": 790, "runway": 1235, "bumped": 258, "sister": 1296, "true": 1460, "got cancelled flightled": 711, "live": 895, "five": 583, "enjoy": 506, "choose": 332, "safe": 1237, "catering": 300, "busy": 261, "la vega": 853, "16": 20, "hire": 759, "delay cancelled": 428, "call customer": 270, "call customer service": 271, "allow": 128, "discount": 466, "funeral": 678, "notified": 1040, "safely": 1238, "perhaps": 1093, "hold 30": 766, "worst experience": 1588, "2 hour hold": 34, "hold 1": 762, "min hold": 971, "feeling": 563, "keep getting": 839, "rebook flight": 1177, "condition": 366, "acceptable": 99, "ruining": 1231, "2 5": 30, "professional": 1148, "u air": 1486, "2 hour delay": 33, "hello": 749, "relation": 1195, "minute hold": 978, "leaf": 871, "60": 82, "mess": 957, "put hold": 1160, "next time": 1027, "thanks reply": 1408, "especially": 513, "flight got": 612, "amount": 142, "figured": 566, "disconnected": 465, "callback": 273, "corporate": 382, "mother": 996, "water": 1546, "tmrw": 1428, "eventually": 519, "sitting gate": 1300, "bad weather": 205, "south": 1323, "traffic": 1445, "flight tonight": 624, "flight booked": 598, "wall": 1537, "dragon": 479, "mechanical issue": 951, "hour waiting": 791, "bna": 234, "exit": 532, "plenty": 1120, "kind": 846, "sale": 1241, "1 2 hour": 4, "unbelievable": 1495, "slc": 1305, "phx": 1105, "relate": 1193, "relate flightd": 1194, "party": 1075, "wedding": 1554, "flight delay": 607, "clearly": 337, "department": 444, "type": 1483, "volume": 1527, "turned": 1474, "travel advisory": 1450, "patient": 1085, "wednesday": 1555, "snack": 1310, "automated": 187, "mad": 925, "waiting bag": 1535, "companion": 356, "pbi": 1088, "haha": 727, "ended": 504, "fantastic": 552, "sw": 1371, "straight": 1354, "alert": 127, "nc": 1009, "buffalo": 257, "admiral": 112, "admiral club": 113, "close": 339, "got call": 709, "fl": 586, "told call": 1432, "back late": 202, "call back late": 268, "back late flightr": 203, "letter": 881, "reward": 1216, "thanks getting": 1402, "warm": 1541, "bringing": 252, "wait hold": 1531, "holding": 769, "street": 1356, "customer relation": 406, "swa": 1372, "weather relate": 1550, "weather relate flightd": 1551, "mdw": 947, "destinationdragons": 451, "companion pas": 357, "imagine dragon": 808, "still hold": 1348, "columbus": 351, "american airline": 140, "answer phone": 149, "usair": 1512, "hold 3": 765, "blue": 233, "jet blue": 832, "fleek": 587, "trueblue": 1461, "fleet fleek": 590, "fleek co": 588, "fleet fleek co": 591, "rt fleet": 1227, "rt fleet fleek": 1228, "appease": 160, "appease passenger": 161, "passenger wall": 1080, "wall street": 1538, "appease passenger wall": 162, "passenger wall street": 1081, "ceo battle": 306, "battle appease": 217, "ceo battle appease": 307, "battle appease passenger": 218, "mint": 975, "u airway": 1487, "dividend": 468, "dividend mile": 469, "chairman": 308, "usairways": 1513, "phone system": 1103, "728": 85, "u 728": 1485, "call volume": 272, "dfw cancelled": 454}